{
    "01": ["Artículo 1", "España es un país democrático que valora la libertad, justicia, igualdad y diversidad política."],
    "03": ["Artículo 3", "El castellano es la lengua oficial y todos deben conocerla y pueden usarla. Las lenguas regionales son oficiales en sus áreas y se protegerá la diversidad lingüística como patrimonio cultural."],
    "09": ["Artículo 9", "Todos deben seguir la Constitución. El gobierno debe asegurar la libertad, igualdad y participación ciudadana. La Constitución garantiza leyes claras y justas, y prohíbe abusos de poder."],
    "10": ["Artículo 10", "La dignidad y los derechos humanos son la base de nuestra sociedad. Las leyes se basan en la Declaración Universal de Derechos Humanos y acuerdos internacionales."],
    "12": ["Artículo 12", "En España, se es mayor de edad a los dieciocho años."],
    "14": ["Artículo 14", "Todos los españoles son iguales ante la ley, sin importar su origen, raza, género, religión, opiniones u otras características personales o sociales."],
    "15": ["Artículo 15", "No se puede torturar ni tratar mal a nadie. La pena de muerte está prohibida, podría ser excepción en situaciones de tiempos de guerra."],
    "16": ["Artículo 16", "Puedes tener y practicar cualquier creencia, respetando el orden público. Nadie te puede obligar a creer en algo. Las religiones no son parte del Estado."],
    "17": ["Artículo 17", "Toda persona tiene derecho a la libertad y a la seguridad. Una persona no puede renunciar a este derecho."],
    "18": ["Artículo 18", "Se protege tu honor, privacidad e imagen. Nadie puede entrar en tu casa sin permiso o una orden judicial, excepto por delitos evidentes. Tus comunicaciones son privadas. La tecnología debe respetar tu honor y privacidad por ley."],
    "19": ["Artículo 19", "Los españoles pueden vivir donde quieran y moverse libremente por todo el país. También tienen derecho a entrar y salir de España sin restricciones por razones políticas o ideológicas."],
    "20": ["Artículo 20", "Los españoles tienen derecho a expresar y compartir libremente sus ideas, crear obras artísticas y científicas, y recibir información veraz. No puede haber censura previa. La ley protegerá el secreto profesional y regulará los medios públicos, asegurando su acceso a diversos grupos. Estas libertades deben respetar otros derechos, como el honor y la privacidad, y proteger a los menores. Publicaciones solo pueden ser confiscadas por orden judicial."],
    "24": ["Artículo 24", "Todas las personas tienen derecho a ser protegidas por jueces y tribunales para defender sus derechos, sin que nadie quede desamparado."],
    "25": ["Artículo 25", "Nadie puede ser castigado por algo que no era ilegal cuando lo hizo."],
    "53": ["Artículo 53", "Todos los poderes deben respetar los derechos y libertades. Solo la ley puede regularlos sin cambiar su esencia. Cualquier persona puede defender sus derechos en tribunales y, si es necesario, en el Tribunal Constitucional. La objeción de conciencia está protegida. Estos principios guían las leyes y acciones del gobierno."]
}
